let state = {
    profilePage: {
        flats: [
            {
                id: 1,
                name: '1-комн. квартира, 35,5 м²',
                addres: 'Краснодарский край, Сочи, р-н Центральный, мкр. Донская, пер. Строительный',
                price: '3300000',
                description: 'Продается 1-комнатная квартира, в строящемся доме (Челтенхем), срок сдачи: II-кв. 2021, общей площадью 35.50 кв.м., на 8 этаже.',
                tel: '8965454521'
            },
            {
                id: 2,
                name: '2-комн. квартира, 35,5 м²',
                addres: 'Краснодарский край, Сочи, р-н Центральный, мкр. Донская, пер. Строительный',
                price: '3300000',
                description: 'Продается 1-комнатная квартира, в строящемся доме (Челтенхем), срок сдачи: II-кв. 2021, общей площадью 35.50 кв.м., на 8 этаже.',
                tel: '8965454521'
            },

            {
                id: 3,
                name: '3-комн. квартира, 35,5 м²',
                addres: 'Краснодарский край, Сочи, р-н Центральный, мкр. Донская, пер. Строительный',
                price: '3300000',
                description: 'Продается 1-комнатная квартира, в строящемся доме (Челтенхем), срок сдачи: II-кв. 2021, общей площадью 35.50 кв.м., на 8 этаже.',
                tel: '8965454521'
            },

            {
                id: 4,
                name: '4-комн. квартира, 35,5 м²',
                addres: 'Краснодарский край, Сочи, р-н Центральный, мкр. Донская, пер. Строительный',
                price: '3300000',
                description: 'Продается 1-комнатная квартира, в строящемся доме (Челтенхем), срок сдачи: II-кв. 2021, общей площадью 35.50 кв.м., на 8 этаже.',
                tel: '8965454521'
            },

            {
                id: 5,
                name: '5-комн. квартира, 35,5 м²',
                addres: 'Краснодарский край, Сочи, р-н Центральный, мкр. Донская, пер. Строительный',
                price: '3300000',
                description: 'Продается 1-комнатная квартира, в строящемся доме (Челтенхем), срок сдачи: II-кв. 2021, общей площадью 35.50 кв.м., на 8 этаже.',
                tel: '8965454521'
            },

            {
                id: 6,
                name: '6-комн. квартира, 35,5 м²',
                addres: 'Краснодарский край, Сочи, р-н Центральный, мкр. Донская, пер. Строительный',
                price: '3300000',
                description: 'Продается 1-комнатная квартира, в строящемся доме (Челтенхем), срок сдачи: II-кв. 2021, общей площадью 35.50 кв.м., на 8 этаже.',
                tel: '8965454521'
            }

        ],
        posts: [
            {id: 1, message: 'Hi, how are you?', likesCount: 12},
            {id: 2, message: 'It\'s my first post', likesCount: 11},
            {id: 3, message: 'Blabla', likesCount: 11},
            {id: 4, message: 'Dada', likesCount: 11}
        ]
    },
    dialogsPage: {
        dialogs: [
            {id: 1, name: 'Dimych'},
            {id: 2, name: 'Andrew'},
            {id: 3, name: 'Sveta'},
            {id: 4, name: 'Sasha'},
            {id: 5, name: 'Viktor'},
            {id: 6, name: 'Valera'}
        ],
        messages: [
            {id: 1, message: 'Hi'},
            {id: 2, message: 'How is your it-kamasutra?'},
            {id: 3, message: 'Yo'},
            {id: 4, message: 'Yo'},
            {id: 5, message: 'Yo'}
        ]
    },
    sidebar: {}
}

export default state;